Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/fedora-tm.tmx
Source language: en
Languages: ca_es

source: Memory size:
ca_es: Mida de memòria:

source: print the hypervisor hostname
ca_es: escriu el nom de màquina de l'hipervisor

source: print the hypervisor canonical URI
ca_es: escriu l'URI canònica de l'hipervisor

source: failed to get URI
ca_es: no s'ha pogut obtenir l'URI

source: show version
ca_es: mostra la versió

source: Display the system version information.
ca_es: Mostra la informació de la versió del sistema.

source: failed to get hypervisor type
ca_es: no s'ha pogut obtenir el tipus d'hipervisor

source: failed to get the library version
ca_es: no s'ha pogut obtenir la versió de la biblioteca

source: Using API: %s %d.%d.%d
ca_es: S'està fent servir l'API: %s %d.%d.%d

source: failed to get the hypervisor version
ca_es: no s'ha pogut obtenir la versió de l'hipervisor

source: Cannot extract running %s hypervisor version
ca_es: No es pot extreure la versió de l'hipervisor %s en execució

source: Running hypervisor: %s %d.%d.%d
ca_es: S'està executant l'hipervisor: %s %d.%d.%d

source: active
ca_es: actiu

source: inactive
ca_es: inactiu

source: failed to get network '%s'
ca_es: no s'ha pogut obtenir la xarxa '%s'

source: autostart a network
ca_es: inicia automàticament una xarxa

source: Configure a network to be automatically started at boot.
ca_es: Configureu una xarxa perquè s'iniciï automàticament a l'arrencada.

source: network name or uuid
ca_es: nom de xarxa o uuid

source: failed to mark network %s as autostarted
ca_es: no s'ha pogut marcar la xarxa %s com a autoiniciada

source: failed to unmark network %s as autostarted
ca_es: no s'ha pogut desmarcar la xarxa %s com a autoiniciada

source: Network %s marked as autostarted
ca_es: S'ha iniciat la xarxa %s

source: Network %s unmarked as autostarted
ca_es: S'ha desmarcat la xarxa %s com a autoiniciada

source: create a network from an XML file
ca_es: crea una xarxa des d'un fitxer XML

source: Create a network.
ca_es: Crea una xarxa.

source: file containing an XML network description
ca_es: fitxer que conté una descripció XML de la xarxa

source: Network %s created from %s
ca_es: S'ha creat la xarxa %s des de %s

source: Failed to create network from %s
ca_es: No s'ha pogut crear la xarxa des de %s

source: define (but don't start) a network from an XML file
ca_es: defineix (però no iniciïs) una xarxa des d'un fitxer XML

source: Define a network.
ca_es: Defineix una xarxa.

source: Network %s defined from %s
ca_es: S'ha definit la xarxa %s des de %s

source: Failed to define network from %s
ca_es: No s'ha pogut definir la xarxa des de %s

source: Network %s destroyed
ca_es: S'ha destruït la xarxa %s

source: Failed to destroy network %s
ca_es: No s'ha pogut destruir la xarxa %s

source: network information in XML
ca_es: informació de la xarxa en XML

source: Output the network information as an XML dump to stdout.
ca_es: Escriu la informació de la xarxa com a bolcat XML per la sortida estàndard.

source: no autostart
ca_es: cap autoinici

source: Failed to list active networks
ca_es: No s'ha pogut llistar les xarxes actives

source: Failed to list inactive networks
ca_es: No s'ha pogut llistar les xarxes inactives

source: list networks
ca_es: llista de xarxes

source: Returns list of networks.
ca_es: Retorna una llista de xarxes.

source: list inactive networks
ca_es: llista les xarxes inactives

source: list inactive & active networks
ca_es: llista les xarxes actives i inactives

source: Autostart
ca_es: Autoinici

source: convert a network UUID to network name
ca_es: converteix un UUID de xarxa a nom de xarxa

source: network uuid
ca_es: uuid de xarxa

source: start a (previously defined) inactive network
ca_es: inicia una xarxa inactiva definida prèviament

source: Start a network.
ca_es: Inicia una xarxa.

source: Network %s started
ca_es: S'ha iniciat la xarxa %s

source: Failed to start network %s
ca_es: No s'ha pogut iniciar la xarxa %s

source: undefine an inactive network
ca_es: no defineixis una xarxa inactiva

source: Undefine the configuration for an inactive network.
ca_es: No defineixis la configuració per a una xarxa inactiva.

source: Network %s has been undefined
ca_es: S'ha indefinit la xarxa %s

source: Failed to undefine network %s
ca_es: No s'ha definit la xarxa %s

source: convert a network name to network UUID
ca_es: converteix un nom de xarxa a UUID de xarxa

source: network name
ca_es: nom de xarxa

source: failed to get network UUID
ca_es: no s'ha pogut obtenir un UUID de xarxa

source: Available:
ca_es: Disponible:

source: Location:
ca_es: Ubicació:

source: Parent
ca_es: Pare

source: Ok
ca_es: D'acord

source: Transaction
ca_es: Transacció

source: System time
ca_es: Temps del sistema

source: Succeeded
ca_es: Fet

source: Duration
ca_es: Durada

source: (seconds)
ca_es: (segons)

source: Command line
ca_es: Línia d'ordres

source: User ID
ca_es: ID d'usuari

source: Real name
ca_es: Nom real

source: Affected packages:
ca_es: Paquets afectats:

source: Affected packages: None
ca_es: Paquets afectats: cap

source: Distribution
ca_es: Distribució

source: Summary
ca_es: Resum

source: Category
ca_es: Categoria

source: Icon
ca_es: Icona

source: Details about the update:
ca_es: Detalls quant a l'actualització:

source: Updates
ca_es: Actualitzacions

source: Obsoletes
ca_es: Obsolets

source: Update text
ca_es: Actualitza el text

source: Changes
ca_es: Canvis

source: Issued
ca_es: Emès

source: System restart required by:
ca_es: Es requereix reiniciar el sistema:

source: Session restart required:
ca_es: Es requereix reiniciar la sessió:

source: System restart (security) required by:
ca_es: Es requereix reiniciar el sistema (seguretat):

source: Session restart (security) required:
ca_es: Es requereix reiniciar la sessió (seguretat):

source: Application restart required by:
ca_es: Es requereix reiniciar l'aplicació per:

source: Package description
ca_es: Descripció del paquet

source: Message:
ca_es: Missatge:

source: No files
ca_es: Sense fitxers

source: Package files
ca_es: Fitxers del paquet

source: Percentage
ca_es: Percentatge

source: Fatal error
ca_es: Error greu

source: The transaction failed
ca_es: La transacció ha fallat

source: Please restart the computer to complete the update.
ca_es: Reinicieu l'ordinador per completar l'actualització.

source: Please logout and login to complete the update.
ca_es: Sortiu i torneu a entrar per completar l'actualització.

source: Please restart the computer to complete the update as important security updates have been installed.
ca_es: S'han instal·lat actualitzacions de seguretat importants. Reinicieu l'ordinador per completar l'actualització.

source: Please logout and login to complete the update as important security updates have been installed.
ca_es: S'han instal·lat actualitzacions de seguretat importants. Sortiu i torneu a entrar per completar l'actualització.

source: This tool could not find any available package: %s
ca_es: No s'ha trobat cap paquet disponible: %s

source: This tool could not find the installed package: %s
ca_es: No s'han trobat els paquets instal·lats: %s

source: This tool could not find the package: %s
ca_es: No s'ha trobat el paquet: %s

source: This tool could not find all the packages: %s
ca_es: No s'han trobat tots els paquets: %s

source: The daemon crashed mid-transaction!
ca_es: Ha fallat el dimoni durant una transacció.

source: PackageKit Console Interface
ca_es: Interfície de consola de PackageKit

source: Subcommands:
ca_es: Subordres:

source: Failed to get the time since this action was last completed
ca_es: No s'ha pogut obtenir l'hora des que aquesta acció es va completar per darrera vegada

source: Show the program version and exit
ca_es: Mostra la versió de l'aplicació i surt

source: Set the filter, e.g. installed
ca_es: Configura el filtre, p.e. instal·lats

source: Failed to contact PackageKit
ca_es: S'ha produït un error en contactar amb el PackageKit

source: The filter specified was invalid
ca_es: El filtre especificat era invàlid

source: A search type is required, e.g. name
ca_es: Es requreix un mot de cerca, p.e. nom

source: A search term is required
ca_es: Es requereix un terme de cerca

source: Invalid search type
ca_es: Tipus de cerca invàlida

source: A package name to install is required
ca_es: Es requereix un nom de paquet per instal·lar

source: A filename to install is required
ca_es: Es requreix un nom de fitxer per instal·lar

source: A type, key_id and package_id are required
ca_es: Es requereixen un tipus, una clau_id i un paquet_id

source: A package name to remove is required
ca_es: Es requereix un nom de paquet per eliminar

source: A destination directory and the package names to download are required
ca_es: Us cal especificar el directori destí i els noms dels paquets per a la baixada

source: Directory not found
ca_es: No s'ha trobat el directori

source: A licence identifier (eula-id) is required
ca_es: Es requreix un identificador de llicència (eula-id)

source: A package name to resolve is required
ca_es: Es requereix un nom de paquet per resoldre

source: A repository name is required
ca_es: Es requreix un nom del repositori

source: A repo name, parameter and value are required
ca_es: Es requreixen el nom o el paràmetre d'un repositori i el seu valor

source: A correct role is required
ca_es: Es requereix un rol correcte

source: A package name is required
ca_es: Es requreix un nom del paquet

source: A package provide string is required
ca_es: Es requreix una cadena de proveïdor de paquet

source: Option '%s' is not supported
ca_es: L'opció '%s' no està disponible

source: Command failed
ca_es: Ha fallat l'ordre

source: Set the file name of dependencies to be excluded
ca_es: Configureu els noms dels fitxers de dependències que s'han d'excloure

source: The package to be put into the service pack
ca_es: El paquet que s'ha d'incloure en el service pack

source: Put all updates available in the service pack
ca_es: Inclou totes les actualitzacions disponibles en el service pack

source: Neither --package or --updates option selected.
ca_es: Ni l'opció --package ni --updates s'han seleccionat.

source: Both options selected.
ca_es: S'han seleccionat les dues opcions.

source: A output directory or file name is required
ca_es: Es requreix un directori de sortida o un nom de fitxer

source: The package manager cannot perform this type of operation.
ca_es: El gestor de paquets no pot dur a terme aquest tipus d'operació.

source: Service packs cannot be created as PackageKit was not built with libarchive support.
ca_es: No es poden crear sevice packs perquè el PackageKit s'ha muntat sense la libarchive.

source: If specifying a file, the service pack name must end with
ca_es: Si s'especifica un fitxer, el nom de paquet de servei ha d'acabar amb

source: A pack with the same name already exists, do you want to overwrite it?
ca_es: Ja existeix un paquet amb el mateix nom, desitgeu sobreescriure'l?

source: The pack was not overwritten.
ca_es: No s'ha sobreescrit el paquet

source: Failed to create directory:
ca_es: Ha fallat la creació del directori:

source: Failed to open package list.
ca_es: S'ha produït un error en obrir la llista de paquets.

source: Finding package name.
ca_es: S'està cercant el nom del paquet.

source: Failed to find package '%s': %s
ca_es: Ha fallat en trobar el paquet '%s': %s

source: Creating service pack...
ca_es: S'està creant el service pack...

source: Service pack created '%s'
ca_es: S'ha creat el service pack '%s'

source: Failed to get daemon state
ca_es: S'ha produït un error en obtenir l'estat del dimoni

source: PackageKit Monitor
ca_es: Monitor de PackageKit

source: Getting package information...
ca_es: S'està obtenint informació dels paquets...

source: Run %s
ca_es: Executa %s

source: Installed version
ca_es: Versió instal·lada

source: Run version %s now
ca_es: Executa la versió %s ara

source: Run now
ca_es: Executa ara

source: Update to version %s
ca_es: Actualitza a la versió %s

source: Install %s now
ca_es: Instal·la %s ara

source: No packages found for your system
ca_es: No s'han trobat paquets per al vostre sistema

source: Installing...
ca_es: S'està instal·lant...

source: Downloading details about the software sources.
ca_es: S'estan baixant els detalls de les fonts de programari.

source: Downloading filelists (this may take some time to complete).
ca_es: S'està baixant la llista de fitxers (pot trigar una mica).

source: Waiting for package manager lock.
ca_es: S'està esperant al bloqueig del gestor de paquets.

source: Loading list of packages.
ca_es: S'està baixant la llista de paquets.

source: Failed to search for file
ca_es: S'ha produït un error en cercar el fitxer

source: Failed to launch:
ca_es: S'ha produït un error en executar:

source: Similar command is:
ca_es: Una ordre similar és:

source: Run similar command:
ca_es: Executa una ordre similar:

source: Similar commands are:
ca_es: Ordres similars són:

source: Please choose a command to run
ca_es: Trieu una ordre per a executar

source: The package providing this file is:
ca_es: El paquet que proveeix aquest fitxer és:

source: Install package '%s' to provide command '%s'?
ca_es: Voleu instal·lar el paquet '%s' per proveir l'ordre '%s'?

source: Packages providing this file are:
ca_es: Paquets que proveeixen aquest fitxer són:

source: Suitable packages are:
ca_es: Paquets adequats són:

source: Please choose a package to install
ca_es: Seleccioneu el paquet a instal·lar

source: Starting install
ca_es: Comença la instal·lació

source: Failed to find the package %s, or already installed: %s
ca_es: No s'ha trobat el paquet %s, o ja està instal·lat: %s

source: Don't actually install any packages, only simulate what would be installed
ca_es: No instal·lis cap paquet, només simula'n la insta·lació

source: Do not install dependencies of the core packages
ca_es: No instal·lis les dependències dels paquets principals

source: Do not display information or progress
ca_es: No mostris informació ni progrès

source: PackageKit Debuginfo Installer
ca_es: Instal·lador de la informació de depuració del PackageKit

source: ERROR: Specify package names to install.
ca_es: Error: Us cal especificar els noms de paquet a instal·lar

source: Getting sources list
ca_es: S'està obtenint la llista de fonts

source: FAILED.
ca_es: Ha fallat.

source: OK.
ca_es: D'acord.

source: Found %i enabled and %i disabled sources.
ca_es: S'han trobat %i fonts habilitades i %i deshabilitades.

source: Finding debugging sources
ca_es: S'estan cercant les fonts de depuració

source: Found %i disabled debuginfo repos.
ca_es: S'han trobat %i repositoris amb informació de depuració.

source: Enabling debugging sources
ca_es: S'han habilitat les fonts de depuració

source: Enabled %i debugging sources.
ca_es: S'han habilitat %i fonts de depuració.

source: Finding debugging packages
ca_es: S'està cercant els paquets de depuració

source: Failed to find the package %s: %s
ca_es: No s'ha trobat el paquet %s: %s

source: Failed to find the debuginfo package %s: %s
ca_es: No s'ha trobat el paquet amb informació de depuració %s: %s

source: Found no packages to install.
ca_es: No és necessari instal·lar cap paquet.

source: Found %i packages:
ca_es: S'han trobat %i paquets:

source: Finding packages that depend on these packages
ca_es: S'estan cercant paquets que en depenguin

source: Found %i extra packages.
ca_es: S'han trobat %i paquets addicionals.

source: No extra packages required.
ca_es: No calen paquets addicionals.

source: Found %i packages to install:
ca_es: Cal instal·lar %i paquets nous:

source: Not installing packages in simulate mode
ca_es: No s'instal·laran paquets en el mode simulat

source: Installing packages
ca_es: S'estan instal·lant els paquets

source: Could not install packages: %s
ca_es: No s'ha pogut instal·lar els paquets: %s

source: Disabling sources previously enabled
ca_es: S'estan deshabilitant les fonts habilitades anteriorment

source: Could not disable the debugging sources: %s
ca_es: No es poden deshabilitar les fonts per a depuració: %s

source: Disabled %i debugging sources.
ca_es: S'han deshabilitat %i fonts de depuració.

source: Failed to write to the file
ca_es: No s'ha pogut escriure al fitxer

source: Failed to write to device
ca_es: No s'ha pogut escriure al dispositiu

source: Device could not be found
ca_es: No s'ha trobat el dispositiu

source: Failed to unregister driver
ca_es: No s'ha pogut desregistrar el controlador

source: Failed to register driver
ca_es: No s'ha pogut registrar el controlador

source: Device path not found
ca_es: No s'ha trobat el camí al directori

source: Incorrect device path specified
ca_es: El camí al dispositiu especificat és incorrecte

source: Show extra debugging information
ca_es: Mostra informació extra de depuració

source: Don't actually touch the hardware, only simulate what would be done
ca_es: No modifiquis el maquinari, només simula el que succeiria

source: Device paths
ca_es: Camins a dispositius

source: PackageKit Device Reloader
ca_es: Recarregador de dispositius del PackageKit

source: You need to specify at least one valid device path
ca_es: Heu d'especificar almenys un camí de dispositiu vàlid

source: This script can only be used by the root user
ca_es: Aquest script només el pot emprar l'usuari root

source: Verifying device path
ca_es: S'està verificant el camí al dispositiu

source: Failed to verify device path
ca_es: S'ha produït un error en verificar el camí al dispositiu

source: Attempting to rebind device
ca_es: S'està intentant vincular de nou el dispositiu

source: Failed to rebind device
ca_es: No s'ha pogut vincular de nou el dispositiu

source: PackageKit Catalog
ca_es: Catàleg de PackageKit

source: PackageKit Package List
ca_es: Llista de paquets de Packagekit

source: PackageKit Service Pack
ca_es: Service Pack de PackageKit

source: Please enter a number from 1 to %i:
ca_es: Introduïu un número de l'1 fins al %i:

source: More than one package matches:
ca_es: S'han trobat més d'un paquet que coincideixen amb:

source: Please choose the correct package:
ca_es: Escolliu el paquet correcte:

source: Unknown state
ca_es: Estat desconegut

source: Starting
ca_es: S'està iniciant

source: Waiting in queue
ca_es: S'està esperant a la cua

source: Running
ca_es: S'està executant

source: Querying
ca_es: S'està consultant

source: Getting information
ca_es: S'està obtenint informació

source: Removing packages
ca_es: S'està suprimint els paquets

source: Downloading packages
ca_es: S'estan baixant els paquets

source: Refreshing software list
ca_es: S'està refrescant la llista de programari

source: Installing updates
ca_es: S'estan instal·lant les actualitzacions

source: Cleaning up packages
ca_es: S'està netejant els paquets

source: Obsoleting packages
ca_es: S'està descartant els paquets vells

source: Resolving dependencies
ca_es: S'estan resolent les dependències

source: Checking signatures
ca_es: S'estan comprovant les firmes

source: Testing changes
ca_es: S'estan provant els canvis

source: Committing changes
ca_es: S'estan aplicant els canvis

source: Requesting data
ca_es: S'està demanant les dades

source: Finished
ca_es: S'ha completat

source: Cancelling
ca_es: S'està cancel·lant

source: Downloading repository information
ca_es: S'està baixant la informació dels repositoris

source: Downloading list of packages
ca_es: S'està baixant la llista de paquets

source: Downloading file lists
ca_es: S'està baixant la llista de fitxers

source: Downloading lists of changes
ca_es: S'està baixant la llista de canvis

source: Downloading groups
ca_es: S'estan baixant els grups

source: Downloading update information
ca_es: S'està baixant la informació d'actualitzacions

source: Repackaging files
ca_es: S'estan reempaquetant els fitxers

source: Loading cache
ca_es: S'està carregant la memòria cau

source: Scanning applications
ca_es: S'estan escanejant les aplicacions

source: Generating package lists
ca_es: S'estan generant les llistes de paquets

source: Waiting for package manager lock
ca_es: S'està esperant al bloqueig del gestor de paquets

source: Waiting for authentication
ca_es: S'està esperant a autenticar

source: Updating running applications
ca_es: S'està actualitzant les aplicacions en execució

source: Checking applications in use
ca_es: S'està comprovant les aplicacions en ús

source: Checking libraries in use
ca_es: S'està comprovant les biblioteques en ús

source: Bug fix
ca_es: Correcció d'errors

source: Enhancement
ca_es: Millora

source: Blocked
ca_es: Blocat

source: Installed
ca_es: Instal·lat

source: Downloading
ca_es: S'està baixant

source: Updating
ca_es: S'està actualitzant

source: Installing
ca_es: S'està instal·lant

source: Removing
ca_es: S'està suprimint

source: Cleaning up
ca_es: S'està netejant

source: Obsoleting
ca_es: S'està fent obsolet

source: Reinstalling
ca_es: S'està reinstal·lant

source: Downloaded
ca_es: Baixat

source: Removed
ca_es: Suprimit

source: Cleaned up
ca_es: Netejat

source: Obsoleted
ca_es: Obsolet

source: Reinstalled
ca_es: Reinstal·lat

source: Unknown role type
ca_es: Tipus de rol desconegut

source: Getting dependencies
ca_es: S'estan obtenint les dependències

source: Getting update details
ca_es: S'està obtenint els detalls de l'actualització

source: Getting details
ca_es: S'està obtenint els detalls

source: Getting requires
ca_es: S'està obtenint els requeriments

source: Getting updates
ca_es: S'està obtenint les actualitzacions

source: Searching by details
ca_es: S'està cercant pels detalls

source: Searching by file
ca_es: S'est cercant pels fitxers

source: Searching groups
ca_es: S'està cercant els grups

source: Searching by name
ca_es: S'està cercant pel nom

source: Installing files
ca_es: S'està instal·lant els fitxers

source: Refreshing cache
ca_es: S'està refrescant la memòria cau

source: Updating packages
ca_es: S'està actualitzant els paquets

source: Canceling
ca_es: S'està cancel·lant

source: Getting repositories
ca_es: S'està obtenint els repositoris

source: Enabling repository
ca_es: S'està habilitant el repositori

source: Setting data
ca_es: S'està establint les dades

source: Resolving
ca_es: S'està resolent

source: Getting file list
ca_es: S'està obtenint la llista de fitxers

source: Getting provides
ca_es: S'està obtenint allò proporcionat

source: Installing signature
ca_es: S'està instal·lant la signatura

source: Getting packages
ca_es: S'està obtenint els paquets

source: Accepting EULA
ca_es: S'està acceptant l'EULA

source: Getting upgrades
ca_es: S'està obtenint les actualitzacions

source: Getting categories
ca_es: S'està obtenint les categories

source: Getting transactions
ca_es: S'està obtenint les transaccions

source: Do you want to allow installing of unsigned software?
ca_es: Voleu permetre la instal·lació de programari no signat?

source: The unsigned software will not be installed.
ca_es: No s'instal·larà el programari no signat.

source: Software source signature required
ca_es: Cal la signatura de la font de programari

source: Software source name
ca_es: Nom de la font de programari

source: Key URL
ca_es: URL de la clau

source: Key user
ca_es: Usuari de la clau

source: Key ID
ca_es: ID de la clau

source: Key fingerprint
ca_es: Empremta de la clau

source: Key Timestamp
ca_es: Marca de temps de la clau

source: Do you accept this signature?
ca_es: Accepteu aquesta firma?

source: The signature was not accepted.
ca_es: No s'ha acceptat la firma.

source: End user licence agreement required
ca_es: Es requeriex l'acord de llicència d'usuari final

source: Agreement
ca_es: Acord

source: Do you accept this agreement?
ca_es: Voleu acceptar aquest acord?

source: The agreement was not accepted.
ca_es: No s'ha acceptat l'acord.
